i5-2500k/3.1.10/300/1/read-only-1.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 300
query mode: simple
number of clients: 1
number of threads: 1
duration: 900 s
number of transactions actually processed: 15206932
latency average: 0.059 ms
tps = 16896.589497 (including connections establishing)
tps = 16896.608759 (excluding connections establishing)